/* %1$@ = Make GIF; %2$@ = Take Photo */
"Drag %1$@ after the\n%2$@ action." = "Potiahnite akciu %1$@ za akciu\n%2$@.";

/* %1$@ = Take Photo, %2$@ = “left” or “right” */
"Drag %1$@ to the %2$@." = "Potiahnite akciu %1$@ %2$@.";

/* %1$@ = a localized and formatted number; %2$@ = a unit; e.g “15 kg” */
"%1$@ %2$@" = "%1$@ %2$@";

/* %@ = Quick Look */
"Add %@ to\npreview your GIF." = "Pridajte %@ na\nzobrazenie náhľadu GIF súboru.";

/* %@ = shortcut name */
"Added shortcut: %@" = "Pridaná skratka: %@";

/* A message; shortcuts on watch have been reset */
"Your shortcuts have been reset. Re-open the Shortcuts app to continue." = "Skratky boli resetované. Ak chcete pokračovať, znovu otvorte apku Skratky.";

/* Accessibility hint for today widget shortcut that is not running but will run if you tap on it; %@=shortcut name */
"Runs the shortcut %@" = "Spustí skratku %@.";

/* Accessibility hint for today widget shortcut when the shortcut is running; %lu=percentage completed */
"Running, %lu%% complete" = "Spustené, dokončené na %lu %%";

/* Accessibility label */
"Edit profile photo" = "Upraviť profilovú fotku";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of Notification Center being pulled down from the top of the screen" = "Animácia otvorenia centra hlásení potiahnutím prstom nadol z horného okraja obrazovky";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of adding the Shortcuts widget to the list of active widgets" = "Animácia pridania widgetu Skratky do zoznamu aktívnych widgetov";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of scrolling to the bottom of the widgets list and tapping Edit" = "Animácia rolovania na koniec zoznamu widgetov a klepnutia na Upraviť";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of swiping left to the list of widgets" = "Animácia zobrazenia zoznamu widgetov potiahnutím prstom doľava";

/* Accessibility label in on-boarding flow */
"A screenshot of Notification Center with the Shortcuts widget" = "Snímka obrazovky centra hlásení s widgetom Skratky";

/* Accessibility label. %1$@ = workflow name; %2$@ = workflow short description */
"%1$@, %2$@" = "%1$@, %2$@";

/* Accessibility label; %@ = user’s name */
"%@’s profile picture" = "Profilový obrázok užívateľa %@";

/* Accessibility label; option (Twitter handle, website, as email) is NOT selected as main identity; tap to make main identity */
"Make main identity" = "Nastaviť ako hlavnú identitu";

/* Accessibility label; option (Twitter handle, website, as email) is selected as main identity */
"Selected as main identity" = "Vybrané ako hlavná identita";

/* Accessiblity label; +/- key on number pad */
"Plus, Minus" = "Plus, mínus";

/* Accessiblity label; backspace key on number pad */
"Backspace" = "Backspace";

/* Accessiblity label; decimal key on number pad */
"Decimal" = "Desatinná čiarka";

/* Action extension; missing input from app error message */
"Unfortunately, there is nothing Shortcuts can do about this; it is due to a bug in the host app. We’d recommend contacting the maker of that app and letting them know of this problem." = "S týmto problémom, žiaľ, apka Skratky nedokáže nič urobiť, pretože ide o chybu v hostiteľskej apke. Odporúčame vám kontaktovať vývojára danej apky a informovať ho o tomto probléme.";

/* Action extension; missing input from app error title */
"The app that opened this extension did not provide any input." = "Apka, ktorá otvorila toto rozšírenie, neposkytla žiadne vstupné dáta.";

/* Alert body; importing shortcut failed */
"The shortcut could not be downloaded." = "Skratku sa nepodarilo stiahnuť.";

/* Alert message; shortcut on watch has been created by newer version of shortcut and are incompatible */
"The Shortcuts database cannot be read because it was created by a newer version of Shortcuts.\n\nYou can either upgrade Shortcuts or reset your shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "Databáza apky Skratky sa nedá prečítať, pretože bola vytvorená v novšej verzii apky Skratky.\n\nMôžete upgradovať apku Skratky alebo resetovať svoje skratky. Prídete tak o svoje skratky, ale ak ich synchronizujete cez iCloud, budú obnovené.";

/* Alert message; shortcuts database on device is corrupt */
"The Shortcuts database cannot be read because it is corrupt. You can fix this by resetting your shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "Databáza apky Skratky je poškodená a nedá sa prečítať. Tento problém môžete vyriešiť resetovaním skratiek. Prídete tak o svoje skratky, ale ak ich synchronizujete cez iCloud, budú obnovené.";

/* Alert message; shortcuts database on device is corrupt */
"The Shortcuts database cannot be read because it is corrupt.\n\nYou can email support with your corrupted database or reset your custom shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "Databáza apky Skratky je poškodená a nedá sa prečítať.\n\nSvoju poškodenú databázu môžete emailom poslať našej podpore, prípadne môžete resetovať vlastné skratky. Prídete tak o svoje skratky, ale ak ich synchronizujete cez iCloud, budú obnovené.";

/* Alert option to email support; shortcuts database on device is corrupt */
"Email Support" = "Emailová podpora";

/* Alert option to reset shortcuts on device */
"Reset Shortcuts" = "Resetovať Skratky";

/* Alert option to update the Shortcuts app (opens App Store); shortfut on watch has been created by newer version of shortcut and are incompatible */
"Update Shortcuts" = "Aktualizovať Skratky";

/* Alert title for an error */
"Aw no!" = "Ale nie!";

/* Alert title; shortcut on watch has been created by newer version of shortcut and are incompatible */
"Shortcuts Version Mismatch" = "Nezhoda verzie Skratiek";

/* Alert title; shortcuts on watch have been reset */
"Shortcuts Reset" = "Resetovanie Skratiek";

/* Apple watch; label for result from running the shortcut */
"Result" = "Výsledok";

/* Apple watch; label for result from running the shortcut when there are multiple results; %ld=number of results */
"Results (%ld)" = "Výsledky (%ld)";

/* Back button */
"Back" = "Späť";

/* Body of alert encouraging users to add the Shortcuts widget after they have tried to skip adding the widget. */
"Adding the widget dramatically improves the speed of running shortcuts. Are you sure you’d like to skip this step?" = "Pridaním widgetu sa výrazne zrýchli pridávanie skratiek. Naozaj chcete preskočiť tento krok?";

/* Body of alert when the user’s gallery submission didn’t go through due to an error */
"Your submission didn’t go through! Try again in a few minutes." = "Skratku sa nepodarilo odoslať. Skúste to znovu o niekoľko minút.";

/* Button */
"Cancel" = "Zrušiť";

/* Button */
"Done" = "Hotovo";

/* Button */
"Next" = "Ďalej";

/* Button */
"OK" = "OK";

/* Button */
"Submit your own workflow" = "Odošlite svoj vlastný workflow";

/* Button for editing their profile picture */
"Edit" = "Upraviť";

/* Button or nav bar title */
"Edit Profile" = "Upraviť profil";

/* Button or title */
"Run shortcut" = "Spustiť skratku";

/* Button or title to share a shortcut */
"Share Shortcut" = "Zdieľať skratku";

/* Button or title to submit a shortcut to the gallery */
"Submit Shortcut" = "Odoslať skratku";

/* Button or title; user profile */
"Profile" = "Profil";

/* Button that shows all collection search results */
"See All" = "Zobraziť všetky";

/* Button title on alert to discard changes to profile */
"Discard Changes" = "Zahodiť zmeny";

/* Button title; create a new shortcut */
"Create Shortcut" = "Vytvoriť skratku";

/* Button to add the Shortcuts Today Widget */
"Add Widget" = "Pridať widget";

/* Button to keep both shortcuts when you try to import a shortcut with the same name */
"Keep Both" = "Ponechať obe";

/* Button to replace the older shortcut with the newer shortcut when you try to import a shortcut with the same name */
"Replace" = "Nahradiť";

/* Button to skip a step */
"Skip" = "Preskočiť";

/* Configure which shortcuts should show up on the watch app */
"Choose shortcuts to show on your watch." = "Vyberte skratky, ktoré sa majú zobrazovať na hodinkách.";

/* Configure which shortcuts should show up on the watch complication */
"Choose shortcuts to show in the Complication." = "Vyberte skratky, ktoré sa majú zobrazovať v komplikácii.";

/* Copy content */
"Copy" = "Kopírovať";

/* Could not find shortcut to run */
"Could not find the specified shortcut." = "Zadaná skratka sa nenašla.";

/* Could not find shortcut to run; %@=shortcut name */
"Could not find the shortcut “%@.”" = "Skratka „%@“ sa nenašla.";

/* Default shortcut name to use if no name is provided */
"Untitled Shortcut" = "Skratka bez názvu";

/* Description of Siri feature on splash screen */
"Add any shortcut to Siri by recording a personalized voice phrase." = "Pridajte do Siri akúkoľvek skratku tak, že nahráte prispôsobenú hlasovú frázu.";

/* Description of intro feature on splash screen */
"Combine a series of steps into a single shortcut to automate what you do with your apps. " = "Spojte sériu krokov do jednej skratky a zautomatizujte tak činnosti, ktoré vykonávate vo svojich apkách. ";

/* Description of widget feature on splash screen */
"Access shortcuts even faster with the Shortcuts widget." = "Widget Skratky umožňuje ešte rýchlejší prístup k skratkám.";

/* Edit profile photo; option to choose a photo from their iOS photo libary */
"Choose from Library" = "Vybrať z knižnice";

/* Edit profile photo; option to take a new photo to use */
"Take Photo" = "Odfotiť";

/* Edit profile; Twitter handle field placeholder */
"@WorkflowHQ" = "@WorkflowHQ";

/* Edit profile; email field placeholder */
"johnny@workflow.is" = "janko@workflow.is";

/* Edit profile; email field title */
"Email" = "Email";

/* Edit profile; error message for when the provided website is invalid */
"The website URL “%@” is not valid." = "URL adresa webovej stránky „%@“ je neplatná.";

/* Edit profile; error title for when the provided website is invalid */
"Invalid Website" = "Neplatná webová stránka";

/* Edit profile; explanation to users on how their name will appear on published workflows; %@ = name, Twitter handle, or website */
"You will be credited as “%@” on your published workflows." = "V publikovaných workflowoch budete uvedení ako „%@“.";

/* Edit profile; person name field title */
"Name" = "Meno";

/* Edit profile; person name field title (required) */
"Name (Required)" = "Meno (povinné)";

/* Edit profile; section header for private information (e.g. Email address) */
"Private Information" = "Súkromné informácie";

/* Edit profile; section header for public information (e.g. Twitter handle) */
"Public Information" = "Verejné informácie";

/* Edit profile; website field placeholder */
"www.workflow.is" = "www.workflow.is";

/* Empty state description when there are no search results; %@ = query */
"We didn’t turn up anything for “%@”. Try something else." = "Vyhľadávanie „%@“ nevrátilo žiadne výsledky. Skúste niečo iné.";

/* Empty state indicating that a user has no workflows */
"No shortcuts." = "Žiadne skratky.";

/* Empty state title indicating no search results when searching for a workflow or collection in the gallery */
"No Results" = "Žiadne výsledky";

/* Error alert body when importing a shortcut fails */
"The shortcut URL provided was invalid." = "Zadaná URL adresa skratky je neplatná.";

/* Error alert title when importing a shortcut fails */
"Import Failed" = "Import zlyhal";

/* Error message */
"There are no photos in your photo library." = "Knižnica fotiek neobsahuje žiadne fotky.";

/* Error message description */
"The shortcut link may be invalid, or it may have been deleted." = "Odkaz na skratku je pravdepodobne neplatný alebo bol vymazaný.";

/* Error message shown when the gallery does not load */
"Can’t connect to the Gallery." = "Nepodarilo sa pripojiť ku galérii.";

/* Error message title */
"Shortcut Not Found" = "Skratka sa nenašla";

/* Error message when a collection does not load */
"Couldn't load this collection." = "Túto zbierku sa nepodarilo načítať.";

/* Error message when the collection fails to load */
"Couldn’t load this collection." = "Túto zbierku sa nepodarilo načítať.";

/* Error presented to the user when an action times out while running (%@ = the name of the action) */
"The “%@” action took too long to finish running." = "Dokončenie akcie „%@“ trvalo príliš dlho.";

/* Exit the app (kills the app) */
"Exit" = "Ukončiť";

/* Gallery search section title for collection search results */
"Collections" = "Zbierky";

/* Gallery search; button to show fewer collection search results */
"Show Less" = "Zobraziť menej";

/* Gallery search; button to show more collection search results */
"Show More" = "Zobraziť viac";

/* Generic title for a notification show in the app */
"Notification" = "Hlásenie";

/* Guided tour; The “Shortcuts” part in the localized string “\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action.”; used for highlighting */
"Shortcuts (Guided Tour)" = "Skratky";

/* Guided tour; The “actions” part in the localized string “\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action.”; used for highlighting */
"actions" = "akcií";

/* Guided tour; Title for an alert that is shown along side an example shortcut */
"This is a shortcut." = "Toto je skratka.";

/* Guided tour; a happy title for an alert that is show when the user has created their first workflow */
"Congrats!" = "Gratulujeme!";

/* Guided tour; a happy title for an alert that is shown after a user runs their first shortcut */
"Woot!" = "Paráda!";

/* Guided tour; a more descriptive name for the play button; only used for accessibility */
"run shortcut button" = "tlačidlo na spustenie skratky";

/* Guided tour; let user know that they can drag an action from the actions pane from the left (on the right on RTL devices) to share the GIF */
"Drag over an action to share your GIF." = "Ak chcete GIF súbor zdieľať, potiahnite ho na akciu.";

/* Guided tour; run workflow button that looks like a classic play button (sideways triangle); should be the exact name that is used in the “\n\nYou just created a workflow. Now press the play button to run it!” localized string because it will be used to highlight the text */
"play button" = "tlačidlo prehrať";

/* Guided tour; shown below “Aw no!” */
"\n\nSomething went wrong. Try again or tap Done." = "\n\nDošlo k chybe. Skúste to znovu alebo klepnite na Hotovo.";

/* Guided tour; shown below “Aw no!” */
"\n\nYou didn’t finish running the shortcut. Try again or tap Done." = "\n\nNedokončili ste spustenie skratky. Skúste to znovu alebo klepnite na Hotovo.";

/* Guided tour; shown below “Congrats!” */
"\n\nYou just created a shortcut. Now press the play button to run it!" = "\n\nPráve ste vytvorili skratku. Teraz ju spustite stlačením tlačidla prehrávania.";

/* Guided tour; shown below “This is a shortcut.”; for RTL, left should be right */
"\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action." = "\n\nSkratky pozostávajú zo skupiny akcií (položky naľavo).\n\nTeraz pridáme akciu Vytvoriť GIF, ktorá animuje fotky z prvej akcie.";

/* Guided tour; shown below “Welcome to Shortcuts” */
"\n\nLet’s build a shortcut to make an animated GIF." = "\n\nZostavme skratku na vytvorenie animovaného GIF súboru.";

/* Guided tour; shown below “Woot!” */
"\n\nYou just ran a shortcut. Wasn’t that cool?" = "\n\nPráve ste spustili skratku. Nebolo to skvelé?";

/* Guided tour; welcome to shortcut title */
"Welcome to Shortcuts." = "Víta vás apka Skratky.";

/* Information about what happens when a user submits a workflow to the gallery */
"By tapping “Submit”, your workflow will be submitted for review. If we decide to include your workflow in the Gallery, we’ll notify you by e-mail." = "Klepnutím na Odoslať sa váš workflow odošle na kontrolu. Ak sa ho rozhodneme pridať do galérie, dáme vám vedieť emailom.";

/* Make GIF action name */
"Make GIF" = "Vytvoriť GIF";

/* Media file name label */
"Media File" = "Mediálny súbor";

/* Message of alert when a user tries to import a shortcut with the same name */
"Would you like to replace your shortcut?" = "Chcete túto skratku nahradiť?";

/* Navigation bar title for the form to fill out with the workflow’s information to submit to the gallery */
"Workflow Info" = "Informácie o workflowe";

/* None option */
"None" = "Žiadne";

/* Onboarding-flow; user already has widget */
"Great! It looks like you've already added the Shortcuts Widget. Let's keep going." = "Skvelé! Zdá sa, že ste už widget Skratky pridali. Poďme ďalej.";

/* Onboarding-flow; user does not have widget; text to convice user to get the widget */
"Run shortcuts crazy fast with the Shortcuts Widget." = "Widget Skratky umožňuje rýchle spúšťanie skratiek.";

/* Placeholder for the description field when submitting a workflow to the gallery */
"Please write a description of what your workflow does here." = "Sem zadajte popis činnosti workflowu.";

/* Placeholder for the longer-form description field when submitting a workflow to the gallery */
"Please write a more detailed description of what your workflow does here." = "Sem zadajte podrobnejší popis činnosti workflowu.";

/* Placeholder for the name field in Edit Profile */
"Johnny Appleseed" = "Janko Hraško";

/* Placeholder for the short description field when submitting a workflow to the gallery */
"Please write a brief description of what your workflow does here." = "Sem zadajte stručný popis činnosti workflowu.";

/* Print content */
"Print" = "Tlačiť";

/* Quick Look action name */
"Quick Look" = "Rýchly náhľad";

/* Recovery option for when the gallery does not load */
"Try Again" = "Skúsiť znovu";

/* Recovery option for when the gallery does not load and the user should enable Wi-Fi, etc. in the Settings app */
"Open Settings" = "Otvoriť nastavenia";

/* Recovery suggestion for when the gallery does not load because there is no network connection */
"Turn on cellular data or use WLAN to access the Gallery." = "Pre prístup ku galérii zapnite mobilné dáta alebo použite WLAN.";

/* Recovery suggestion for when the gallery does not load because there is no network connection */
"Turn on cellular data or use Wi-Fi to access the Gallery." = "Pre prístup ku galérii zapnite mobilné dáta alebo použite Wi‑Fi.";

/* Recovery suggestion for when the gallery does not load because there is no network connection and the user has Airplane Mode enabled */
"Turn off Airplane Mode or use WLAN to access the Gallery." = "Pre prístup ku galérii vypnite režim lietadlo alebo použite WLAN.";

/* Recovery suggestion for when the gallery does not load because there is no network connection and the user has Airplane Mode enabled */
"Turn off Airplane Mode or use Wi-Fi to access the Gallery." = "Pre prístup ku galérii vypnite režim lietadlo alebo použite Wi‑Fi.";

/* Save as image */
"Save Image" = "Uložiť obrázok";

/* Search gallery */
"Search" = "Vyhľadať";

/* Section title */
"Shortcuts" = "Skratky";

/* Share via AirDrop */
"AirDrop" = "AirDrop";

/* Share via CloudApp */
"CloudApp" = "CloudApp";

/* Share via DeskConnect */
"DeskConnect" = "DeskConnect";

/* Share via Evernote */
"Evernote" = "Evernote";

/* Share via Facebook */
"Facebook" = "Facebook";

/* Share via Instagram */
"Instagram" = "Instagram";

/* Share via Instapaper */
"Instapaper" = "Instapaper";

/* Share via Mail */
"Mail" = "Mail";

/* Share via Messages */
"Message" = "Správa";

/* Share via Pinboard */
"Pinboard" = "Pinboard";

/* Share via Pocket */
"Pocket" = "Pocket";

/* Share via Slack */
"Slack" = "Slack";

/* Shortcut has been submitted to the gallery */
"Shortcut Submitted" = "Skratka bola odoslaná";

/* Shown in HUD after downloading a shortcut from the gallery */
"Added to Library" = "Pridané do knižnice";

/* Splash screen primary button title */
"Get Started" = "Začíname";

/* Splash screen title */
"Welcome to Shortcuts" = "Víta vás apka Skratky";

/* Stop running the shortcut; %@=shortcut name */
"Stop %@" = "Zastaviť skratku %@";

/* Take Photo action name */
"Take Photo (action name)" = "Odfotiť";

/* Tap to choose an option */
"Tap to Choose" = "Klepnutím vyberte";

/* Terms and Conditions view title */
"Terms and Conditions" = "Zmluvné podmienky";

/* The user has submitted the shortcut to the gallery for approval and will be notified when it is approved to be included in the gallery */
"We’ll notify you when we approve it!" = "Keď skratku schválime, dáme vám vedieť.";

/* Title */
"Gallery" = "Galéria";

/* Title */
"Shortcuts" = "Skratky";

/* Title for button that is shown after the user submits a shortcut to the gallery to share their workflow. */
"Spread the Word" = "Povedzte o tom ostatným";

/* Title for the description field when submitting a workflow to the gallery */
"Description" = "Popis";

/* Title for the longer-form description field when submitting a workflow to the gallery */
"Long Description" = "Dlhý popis";

/* Title for the short description field when submitting a workflow to the gallery */
"Short Description" = "Krátky popis";

/* Title for workflow name field when submitting a workflow to the gallery */
"Workflow Name" = "Názov workflowu";

/* Title of Siri feature on splash screen */
"Just Ask Siri" = "Stačí sa opýtať Siri";

/* Title of alert encouraging users to add the Shortcuts widget after they have tried to skip adding the widget. */
"Add the Widget?" = "Pridať widget?";

/* Title of alert when a user tries to import a shortcut with the same name; %@ = shortcut name */
"You already have a shortcut named “%@”." = "Skratku s názvom „%@“ už máte.";

/* Title of alert when the user’s gallery submission didn’t go through due to an error */
"Uh Oh" = "Ale nie";

/* Title of intro feature on splash screen */
"Take the Shortest Path" = "Choďte na to skratkou";

/* Title of main screen showing your library of shortcuts */
"Library" = "Knižnica";

/* Title of widget feature on splash screen */
"Shortcuts Widget" = "Widget Skratky";

/* Title; shortcuts database on device is corrupt */
"Corrupt Database" = "Poškodená databáza";

/* Today Widget; button to view the shortcut gallery */
"View the Gallery…" = "Zobraziť galériu…";

/* Today widget button; manage shortcuts that appear in the today widget */
"Manage Shortcuts…" = "Spravovať skratky…";

/* Today widget button; manage workflows that appear in the today widget */
"Customize in Shortcuts" = "Prispôsobiť v Skratkách";

/* Today widget walkthough; user found widget and should add it */
"You found the widget! Tap *Add Widget* to access this from anywhere." = "Našli ste widget! Klepnite na *Pridať widget*, aby ste k nemu mali prístup všade.";

/* Today widget walkthough; user found widget and should come back here */
"You found the widget! Come back here to run your shortcuts quickly." = "Našli ste widget! Vráťte sa sem a začnite rýchlo spúšťať svoje skratky.";

/* Today widget; empty state */
"No Shortcuts" = "Žiadne skratky";

/* Today widget; see the rest of the shortcuts in the widget */
"Tap to see the rest" = "Klepnutím zobrazíte zvyšné";

/* Twitter handle label or share via Twitter */
"Twitter" = "Twitter";

/* Waiting for the gallery to load. Shown under loading indicator */
"Loading" = "Načítavam";

/* Watch app button; stop running the shortcut */
"Stop" = "Zastaviť";

/* Watch app, title for switch to show and hide a shortcut */
"Show/Hide" = "Zobraziť/skryť";

/* Watch app; Change text field text */
"Tap to Change" = "Klepnutím zmeňte";

/* Watch app; Compose a message */
"Create Message" = "Vytvoriť správu";

/* Watch app; Plus/Minus button name for number pad */
"Plus/Minus" = "Plus/mínus";

/* Watch app; Shown under a title of an article; %@=author of article */
"by %@" = "autor: %@";

/* Watch app; email composer, email address from which to send the mail */
"From Address" = "Adresa odosielateľa";

/* Watch app; email composer; bcc address label */
"Bcc" = "Bcc";

/* Watch app; email composer; cc address label */
"Cc" = "Cc";

/* Watch app; email composer; from address label */
"From" = "Od";

/* Watch app; email composer; indicates files are attached; %@=number of files attached */
"Attached (%ld)" = "Priložené (%ld)";

/* Watch app; email composer; subject label */
"Subject" = "Predmet";

/* Watch app; email composer; to address label */
"To" = "Pre";

/* Watch app; location could not be determined for an address */
"Location Not Found" = "Poloha sa nenašla";

/* Watch app; mail compoer cc/bcc field label */
"Cc/Bcc" = "Cc/Bcc";

/* Watch app; number field placeholder */
"Enter number…" = "Zadajte číslo…";

/* Watch app; send message error message */
"You must choose a contact to send a message to." = "Je potrebné vybrať kontakt, ktorému sa má správa poslať.";

/* Watch app; send the email */
"Send" = "Odoslať";

/* Watch app; share QuickLook content */
"Share" = "Zdieľať";

/* Watch app; shown when user needs to allow access to a certain resource such as Photo Library access; %@=shortcut name */
"Use Handoff on your iPhone to allow access for %@." = "Ak chcete povoliť prístup k zdroju %@, použite Handoff na iPhone.";

/* Watch app; tell user that they can use the Handoff feature to continue running the rest of the shortcut on their phone */
"Use Handoff on your iPhone to continue the shortcut." = "Ak chcete pokračovať v skratke, použite Handoff na iPhone.";

/* Watch app; text field placeholder */
"Enter text…" = "Zadajte text…";

/* Watch app; view current content on the phone */
"View on iPhone" = "Zobraziť na iPhone";

/* Watch complication; no shortcuts have been added (modular large complication) */
"No shortcuts have been added." = "Neboli pridané žiadne skratky.";

/* Watch complication; no shortcuts have been added (utilitarian small complication, text should be short) */
"No Shortcuts (Short)" = "Žiadne skratky";

/* Website URL label */
"Website" = "Webová stránka";

/* Widget tutorial headline; how to add Today Widget */
"Adding the Widget" = "Pridanie widgetu";

/* Widget tutorial; accessiblity description */
"An animation of pressing firmly on the Shortcuts home screen icon to open the widget" = "Animácia otvorenia widgetu zatlačením na ikonu apky Skratky na ploche";

/* Widget tutorial; how to add Today Widget */
"Tap + to add the Shortcuts Widget. Tap “Done.”" = "Klepnutím na + pridajte widget Skratky a klepnite na Hotovo.";

/* Widget tutorial; how to add Today Widget on devices that don’t have a home button on iOS 10 and above */
"Swipe up to go home, press firmly on the Shortcuts icon, and tap “Add Widget.”" = "Potiahnutím prstom nahor zobrazte plochu, zatlačte na ikonu Skratky a klepnite na Pridať widget.";

/* Widget tutorial; how to add Today Widget on devices that have a home button on iOS 10 and above */
"Press the Home button, press firmly on the Shortcuts icon, and tap “Add Widget.”" = "Stlačte tlačidlo Domov, zatlačte na ikonu Skratky a klepnite na Pridať widget.";

/* Widget tutorial; how to add Today Widget on iOS 10, iPad and iPhone, non-3D Touch, iOS 8 and 9 step 3 */
"Scroll to the bottom and\ntap “Edit.”" = "Rolujte nadol\na klepnite na Upraviť.";

/* Widget tutorial; how to add Today Widget on iOS 8 and 9 & iOS 10, iPad and iPhone, non-3D Touch step 2 */
"Swipe to the left to view\nyour widgets." = "Potiahnutím prstom doľava\nzobrazte widgety.";

/* Widget tutorial; how to add Today Widget on iOS 8 and 9, iPad step 2 */
"On the lower left, scroll\ndown and tap “Edit.”" = "Vľavo dolu rolujte\nnadol a klepnite na Upraviť.";

/* Widget tutorial; how to add Today Widget step 1 */
"Swipe down from the top to reveal Notification Center." = "Potiahnutím prstom nadol z horného okraja zobrazte centrum hlásení.";

/* Your shortcut is ready to share as a link */
"Your shortcut is ready to share!" = "Skratka je pripravená na zdieľanie.";

/* date range; $@=time until; appended to date with time (e.g. Today 5pm to 6pm); please include space for relevant languages */
" to %@" = " do %@";

/* date range; %1$@ = start date; %2$@ = end date */
"%1$@ to %2$@" = "%1$@ do %2$@";

/* opposite of “left”; should be “left” for RTL languages */
"right" = "vpravo";

